{
  "Categories": [
    {
      "name": "Baseball",
      "items": [
        {
        "description": "AZ3000 Aerospace aluminum alloy offers incredible barrel response and all-season durability, while the bat's fine-tuned barrel-end walls provide faster swing speeds through the zone. The Marucci CAT6 BBCOR Bat also features a ring-free barrel",
        "name": "Marucci Baseball Bat 32 Inch/29 Ounce",
        "picture": "baseball-bat.jpg",
        "price": "$249.99"
        },
        {
        "description": "Features the single post web, which gives it a stretchable web and forms a snug secure pocket which allows the ball to stick and not bounce. This glove also features a double ca-thug style which allows you to mold the end of the glove to scoop the ball. With its 13 inch pattern, this glove is designed only for the 1st base position. This new heart of the hide leather is tanned softer for that game ready feel with the durability and consistency remaining the same. The softness of the new leather allows for less break in time. This series of gloves now features dual core technology, which is position specific break points in the glove pattern. Recommended for adult or elite player. 25% player break-in. Made in USA",
        "name": "Rawlings Heart of the Hide 13'' Dual Core Baseball Glove",
        "picture": "baseball-glove.jpg",
        "price": "$229.95"
        }
      ]
    },    {
      "name": "Basketball",
      "items": [
        {
        "description": "The Lifetime 1306 Swimming Pool Basketball Hoop with 44 Inch Acrylic Fusion Backboard is perfect for summer basketball fun in the pool. The Lifetime 1306 Swimming Pool Basketball Hoop features a 44 inch acrylic fusion basketball backboard, a classic standard basketball rim, a telescoping pole, a 26 gallon portable basketball hoop base and a 2 piece 3 inch round pole. The telescoping pole allows you to adjust the height of the basketball hoop from 4 - 6.5 feet. The portable basketball system base fills with sand or water for stability and the 2 piece 3 inch round pole has a powder coated rust resistant finish to protect the swimming pool basketball goal from the elements.",
        "name": "Lifetime 1306 Pool Basketball Goal",
        "picture": "basketball-goal.jpg",
        "price": "$116.99"
        },
        {
        "description": "The Wilson NCAA Solution Game Ball indoor basketball is the official game ball of the NCAA Championships. The technologically advanced composite leather cover absorbs perspiration and provides breakthrough feel, while Wilson's revolutionary Aqua-Grip channel design enhances gripability. Wilson's Cushion Core technology combines low density sponge rubber with ultra-durable butyl rubber, producing a basketball with exceptional performance that requires no break-in period. It's approved by the NCAA and NFHS, and officially sized at 29.5 inches.",
        "name": "Wilson Sporting Goods NCAA Official Game Basketball",
        "picture": "basketball-wilson.jpg",
        "price": "$69.99"
        }
      ]
    },
    {
      "name": "Foosball",
      "items": [
        {
        "description": "The DMI Sports 52'' Soccer Foosball Table features 4'' square black legs with chrome plated crossbars and 5/8'' solid chromed rods for stable gameplay. Includes abacus scoring unit and two 1.5'' soccer balls. Foosball Table Features: Foosball Table Dimensions: 53.5'' L x 26'' W x 34'' H / Weight: 95 lbs. 4'' Square Black Legs with Chrome Plated Crossbars Single Foosball Goalie with ABS Plastic Men 1.5'' Thick MDF Wood Cabinet with Light Oak Laminate 5/8'' Solid Chromed Rods with Plastic Handles Includes Abacus Scoring Unit and (2) 1.5? Soccer Balls See all Indoor Games",
        "name": "DMI Sports 52'' Foosball Table",
        "picture": "foosball-foosballtable.jpg",
        "price": "$298.99"
        },
        {
        "description": "0002. sports. foosball players. supply. group. red and black players. pe. Foosball Players Red Withhardware. foosball. red. foosball games. players. red players. games. 1375152. withhardware.",
        "name": "Foosball Players w/Hardware Color Red",
        "picture": "foosball-players.jpg",
        "price": "$11.58"
        }
      ]
    },
    {
      "name": "Frisbee",
      "items": [
        {
        "description": "Perfect for an elementary version of frisbee golf. Netting will catch frisbees as they fly through. Bottom to be weighted to maintain the unit being upright. Simple PVC construction - easy assembly. Model # 5518273 Age: 0.25 years Features: Great starter net for frisbee golf! PVC construction Easy to assemble!",
        "name": "360 Athletics PVC Frisbee Goal Gd10",
        "picture": "frisbee-goal.jpg",
        "price": "$59.99"
        },
        {
        "description": "FR11 360 Athletics Plastic Ultimate Frisbee Flying Disc, 9 inch - Made of durable plastic, light in weight and easy to grip. FR11 360 Athletics Plastic Ultimate Frisbee Flying Disc, 9inch is made up of high quality plastic which is durable, light-weighted and is available in set of rainbow colors. It is also available in 9 inch size.. Size: 9 inch Size: Each.",
        "name": "360 Athletics Plastic Ultimate Frisbee Flying Disc",
        "picture": "frisbee-frisbee.jpg",
        "price": "$8.99"
        }
      ]
    },
    {
      "name": "Hockey",
      "items": [
        {
        "description": "The Reebok 3k Hockey Helmet with Cage is the most affordable helmet in the Reebok line and has the same great looks as the flagship 11k helmet. The 3k is a unique because its just about the only entry-level model helmet to feature a tool-less adjustment feature. The liner consists of a lightweight and protective PE foam while the shell is designed to have a similar look to the 11k. This shell also offers an aerodynamic shape with excellent ventilation to keep a players head cool during the game. Reebok also offers a Custom Helmet Sticker Kit that gives the helmet a personalized carbon fiber look that you can match your team colors too!",
        "name": "Reebok 3K Hockey Helmet w/ Cage",
        "picture": "hockey-helmet.jpg",
        "price": "$49.95"
        },
        {
        "description": "The revolutionary Reebok RIBCOR is the 1st ever ribbed stick with a loaded shaft for MIND BLOWING POP! The RIBCOR's unique ribbed shaft technology features carbon fibers that are permanently in tension to help increase power transfer from your hands directly to the puck.",
        "name": "Reebok Ribcor Senior Hockey Stick",
        "picture": "hockey-stick.jpg",
        "price": "$169.95"
        }
      ]
    },
    {
      "name": "Rock Climbing",
      "items": [
        {
        "description": "It provides a snug fit and incredible dexterity. They have a cowhide main body with triple-stitched, split cowhide palm reinforcement. All wear areas are reinforced as well. There is a bar-tacked webbing clip-in loop. These gloves are finished off with hook and loop wrist closure and an embossed logo.",
        "name": "Metolius Full-Finger Rock Climbing Belay Gloves",
        "picture": "rockclimbing-gloves.jpg",
        "price": "$26.99"
        },
        {
        "description": "The SAMA is the perfect harness for cragging and long routes. The elasticized leg loops stay snug to ensure comfort after a fall and when hanging out at the belay, without constricting movement while climbing. Very breathable for those long, hot days.",
        "name": "Petzl: Sama Harness",
        "picture": "rockclimbing-harness.jpg",
        "price": "$64.95"
        }
      ]
    },
    {
      "name": "Skating",
      "items": [
        {
        "description": "Comfortable low-profile boot improves stability and balance with an easy-to-adjust mechanism that expands the skate four full sizes. Light, easy to use and equipped with speed lacing with a lace lock that ensures they're easy to get on, and stay on. Streamlined construction keeps the child closer to ground for a lower center of gravity, which improves balance, control and stability. Low-balance frame features 72mm wheels, SG5 bearings and has a brake on the skate. Your choice of sizes: One that fits kids with shoe sizes 2 to 5, or ages 8 to 11; or one that fits kids with shoe sizes 5 to 8, or ages 11 to 14.",
        "id": 15,
        "name": "Rollerblade Boys' Spitfire XT Inline Skates",
        "picture": "skating-rollerblades.jpg",
        "price": "$79.00"
        },
        {
        "description": "The Triple Eight Brainsaver Skate Helmet for Skate Boarding, Long Boarding, Roller Blading, Roller Skating is a classic side cut helmet. This skate helmet is a multi-impact design. The inner foam liner is lined with a layer of Nylex for increased comfort and moisture absorption.",
        "id": 16,
        "name": "Triple Eight Brainsaver Skate Helmet",
        "picture": "skating-helmet.jpg",
        "price": "$37.95"
        }
      ]
    },
    {
      "name": "Snowboarding",
      "items": [
        {
        "description": "Breaking in new boots is nothing to fear with this Highline Boa and its Total Comfort construction. With Burton-exclusive science on the inside, you get a broken-in fit that's warm and comfortable from day 1 to 100. The speed and ease of the Boa Coiler closure means no wasted time lacing up, while on-slope a 20% lighter weight DynoLITE outsole delivers cold-weather cushioning that's designed for snowboarding. Softer flexing than the Ruler but with a bit more support than the Moto, this is right on target for beginner to intermediate riders looking to progress and get ahead.",
        "name": "Burton Highline Boa Snowboard Boot",
        "picture": "snowboarding-boots.jpg",
        "price": "$139.99"
        },
        {
        "description": "The original revolutionary all-terrain rocker stick, the high-performance Lib Tech Skate Banana BTX Snowboard is fun and easy to ride. It kills powder, rails, hardpack and ice.",
        "name": "Skate Banana Original BTX Snowboard Yellow",
        "picture": "snowboarding-snowboard.jpg",
        "price": "$318.99"
        }
      ]
    },
    {
      "name": "Soccer",
      "items": [
        {
        "description": "Adidas Mens El Gloro FG Firm Ground Soccer Cleat Modern Look with Outstanding Comfort! High-level play requires a high-quality shoe. Built from premium kangaroo leather in an adidas pitch-proven design, this shoe features the latest, most advanced technologies for superior performance. adidas Mens El Gloro FG Firm Ground Soccer Cleat features: K-leather upper for forefoot softness Synthetic leather in the heel for added stability Soft synthetic lining for additional comfort Die-cut EVA insole for light weight and comfort Firm-ground outsole with partially transparent comfort frame Advanced Technologies for Superior Performance!",
        "name": "Adidas Men's El Gloro Soccer Cleat",
        "picture": "soccer-adidasshoes.jpg",
        "price": "$110.00"
        },
        {
        "description": "Recommended By USA's Brad Friedel! The goal is the lightest and quickest soccer goal to assemble on the market. It features strong-ply netting, heavy gauge nylon, and rigid support poles for safe and efficient play. The Kickster includes a carrying bag for transport and takes 2 minutes to set up for play or practice just about anywhere! Feature: Ultra-durable, heavy-duty quick assembly soccer goal. Sets up and breaks down in minutes. Strong-ply netting, heavy gauge nylon, and rigid support poles for added sturdiness. Lightweight, easy to pack, carry, and store 4 ground stakes to secure goal into the ground. Fits into included carry bag for transport. Ideal to take wherever and whenever you want to play. Sizes: 6' W x 4' H to 12' W x 6' H (official mini soccer size).",
        "name": "SKLZ Quickster Training Goal, 12' W x 6' H",
        "picture": "soccer-traininggoal.jpg",
        "price": "$119.99"
        }
      ]
    }
  ]
}
